const newsData = [
    {
        newsId: "1",
        newsTitle: "УБТЗ нэг цэгийн үйлчилгээг нэвтрүүлж эхэллээ",
        date: "Feb 3, 2023",
        newsBody: `УБТЗ-ын зүгээс ачаа тээврийн үйлчилгээг хурдан шуурхай, хүнд ойртуулах үүднээс Тээвэр зохион байгуулалтын албаны чиглэл хариуцсан инженерүүдийг нэг цэгээс ажиллуулж эхэллээ. 2023 оны 2 дугаар сарын 01-ний өдрөөс эхлэн ажлын өдрийн Даваа, Мягмар, Лхагва гаригуудад 9:00-12:00, 13:00-16:00 цагт УБТЗ-ын Удирдах газрын баруун хаалгаар нэвтэрч 147 тоот өрөөнөөс тээврийн доорх үйлчилгээнүүдийг авах боломжтой юм.
    Ачаа тээвэртэй холбоотой иргэн, үйлчлүүлэгч байгууллагатай байгуулах гэрээ:
    Транзит ачаа тээвэрлэх, төлбөр тооцоо барагдуулах гэрээ
    Тээвэрлэгчид үл харъяалагдах ачааны вагоныг тээвэрт оролцуулах гэрээ
    Салбар замд вагон тавьж өгч, татан авах гэрээ
    Ачаа тээврийн үйлчилгээний цахим систем программ ашиглах гэрээ
    Ачаа тээврийн өдөр тутмын ажилтай холбоотой үйлчилгээ:  
    Ачаа вагоны хаяг солилт, ачилт буулгалтын үйл ажиллагааны мэдээлэл
    Ачаа тээврийн программ хангамж ашиглалт, зөвлөгөө`,
        tag: "",
        newsImg: "../assets/pic/news.png",
    },
    {
        newsId: "2",
        newsTitle: "УБТЗ нэг цэгийн үйлчилгээг нэвтрүүлж эхэллээ",
        date: "Feb 3, 2023",
        newsBody: `УБТЗ-ын зүгээс ачаа тээврийн үйлчилгээг хурдан шуурхай, хүнд ойртуулах үүднээс Тээвэр зохион байгуулалтын албаны чиглэл хариуцсан инженерүүдийг нэг цэгээс ажиллуулж эхэллээ. 2023 оны 2 дугаар сарын 01-ний өдрөөс эхлэн ажлын өдрийн Даваа, Мягмар, Лхагва гаригуудад 9:00-12:00, 13:00-16:00 цагт УБТЗ-ын Удирдах газрын баруун хаалгаар нэвтэрч 147 тоот өрөөнөөс тээврийн доорх үйлчилгээнүүдийг авах боломжтой юм.
    Ачаа тээвэртэй холбоотой иргэн, үйлчлүүлэгч байгууллагатай байгуулах гэрээ:
    Транзит ачаа тээвэрлэх, төлбөр тооцоо барагдуулах гэрээ
    Тээвэрлэгчид үл харъяалагдах ачааны вагоныг тээвэрт оролцуулах гэрээ
    Салбар замд вагон тавьж өгч, татан авах гэрээ
    Ачаа тээврийн үйлчилгээний цахим систем программ ашиглах гэрээ
    Ачаа тээврийн өдөр тутмын ажилтай холбоотой үйлчилгээ:  
    Ачаа вагоны хаяг солилт, ачилт буулгалтын үйл ажиллагааны мэдээлэл
    Ачаа тээврийн программ хангамж ашиглалт, зөвлөгөө`,
        tag: "",
        newsImg: "../assets/pic/news.png",
    },
    {
        newsId: "3",
        newsTitle: "УБТЗ нэг цэгийн үйлчилгээг нэвтрүүлж эхэллээ",
        date: "Feb 3, 2023",
        newsBody: `УБТЗ-ын зүгээс ачаа тээврийн үйлчилгээг хурдан шуурхай, хүнд ойртуулах үүднээс Тээвэр зохион байгуулалтын албаны чиглэл хариуцсан инженерүүдийг нэг цэгээс ажиллуулж эхэллээ. 2023 оны 2 дугаар сарын 01-ний өдрөөс эхлэн ажлын өдрийн Даваа, Мягмар, Лхагва гаригуудад 9:00-12:00, 13:00-16:00 цагт УБТЗ-ын Удирдах газрын баруун хаалгаар нэвтэрч 147 тоот өрөөнөөс тээврийн доорх үйлчилгээнүүдийг авах боломжтой юм.
    Ачаа тээвэртэй холбоотой иргэн, үйлчлүүлэгч байгууллагатай байгуулах гэрээ:
    Транзит ачаа тээвэрлэх, төлбөр тооцоо барагдуулах гэрээ
    Тээвэрлэгчид үл харъяалагдах ачааны вагоныг тээвэрт оролцуулах гэрээ
    Салбар замд вагон тавьж өгч, татан авах гэрээ
    Ачаа тээврийн үйлчилгээний цахим систем программ ашиглах гэрээ
    Ачаа тээврийн өдөр тутмын ажилтай холбоотой үйлчилгээ:  
    Ачаа вагоны хаяг солилт, ачилт буулгалтын үйл ажиллагааны мэдээлэл
    Ачаа тээврийн программ хангамж ашиглалт, зөвлөгөө`,
        tag: "",
        newsImg: "../assets/pic/news.png",
    },
    {
        newsId: "4",
        newsTitle: "УБТЗ нэг цэгийн үйлчилгээг нэвтрүүлж эхэллээ",
        date: "Feb 3, 2023",
        newsBody: `УБТЗ-ын зүгээс ачаа тээврийн үйлчилгээг хурдан шуурхай, хүнд ойртуулах үүднээс Тээвэр зохион байгуулалтын албаны чиглэл хариуцсан инженерүүдийг нэг цэгээс ажиллуулж эхэллээ. 2023 оны 2 дугаар сарын 01-ний өдрөөс эхлэн ажлын өдрийн Даваа, Мягмар, Лхагва гаригуудад 9:00-12:00, 13:00-16:00 цагт УБТЗ-ын Удирдах газрын баруун хаалгаар нэвтэрч 147 тоот өрөөнөөс тээврийн доорх үйлчилгээнүүдийг авах боломжтой юм.
    Ачаа тээвэртэй холбоотой иргэн, үйлчлүүлэгч байгууллагатай байгуулах гэрээ:
    Транзит ачаа тээвэрлэх, төлбөр тооцоо барагдуулах гэрээ
    Тээвэрлэгчид үл харъяалагдах ачааны вагоныг тээвэрт оролцуулах гэрээ
    Салбар замд вагон тавьж өгч, татан авах гэрээ
    Ачаа тээврийн үйлчилгээний цахим систем программ ашиглах гэрээ
    Ачаа тээврийн өдөр тутмын ажилтай холбоотой үйлчилгээ:  
    Ачаа вагоны хаяг солилт, ачилт буулгалтын үйл ажиллагааны мэдээлэл
    Ачаа тээврийн программ хангамж ашиглалт, зөвлөгөө`,
        tag: "",
        newsImg: "../assets/pic/news.png",
    },
    {
        newsId: "5",
        newsTitle: "УБТЗ нэг цэгийн үйлчилгээг нэвтрүүлж эхэллээ",
        date: "Feb 3, 2023",
        newsBody: `УБТЗ-ын зүгээс ачаа тээврийн үйлчилгээг хурдан шуурхай, хүнд ойртуулах үүднээс Тээвэр зохион байгуулалтын албаны чиглэл хариуцсан инженерүүдийг нэг цэгээс ажиллуулж эхэллээ. 2023 оны 2 дугаар сарын 01-ний өдрөөс эхлэн ажлын өдрийн Даваа, Мягмар, Лхагва гаригуудад 9:00-12:00, 13:00-16:00 цагт УБТЗ-ын Удирдах газрын баруун хаалгаар нэвтэрч 147 тоот өрөөнөөс тээврийн доорх үйлчилгээнүүдийг авах боломжтой юм.
    Ачаа тээвэртэй холбоотой иргэн, үйлчлүүлэгч байгууллагатай байгуулах гэрээ:
    Транзит ачаа тээвэрлэх, төлбөр тооцоо барагдуулах гэрээ
    Тээвэрлэгчид үл харъяалагдах ачааны вагоныг тээвэрт оролцуулах гэрээ
    Салбар замд вагон тавьж өгч, татан авах гэрээ
    Ачаа тээврийн үйлчилгээний цахим систем программ ашиглах гэрээ
    Ачаа тээврийн өдөр тутмын ажилтай холбоотой үйлчилгээ:  
    Ачаа вагоны хаяг солилт, ачилт буулгалтын үйл ажиллагааны мэдээлэл
    Ачаа тээврийн программ хангамж ашиглалт, зөвлөгөө`,
        tag: "",
        newsImg: "../assets/pic/news.png",
    },
];

const usersData = [
    {
        userId: "user1",
        userName: "admin",
        userMail: "admin@taliinkhishig.mn",
        userPass: "adminPass",
    },
    {
        userId: "user2",
        userName: "admin2",
        userMail: "admin@taliinkhishig.mn",
        userPass: "adminPass",
    },
    {
        userId: "user3",
        userName: "admin3",
        userMail: "admin@taliinkhishig.mn",
        userPass: "adminPass",
    },
];

const projectData = [
    {
        projectId: "project1",
        projectTitle:
            "Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг",
        date: "Feb 3, 2023",
        newsBody: `УИХ-ын намрын ээлжит чуулганы өчигдрийн (2023.01.05) үдээс хойших нэгдсэн хуралдаанаар УИХ-ын дэд даргыг сонгож, Монгол Улсын Засгийн газрын гишүүнийг чөлөөлөх, томилох тухай хэлэлцэв. Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг (ХОМ), намтрыг хүргэж байна.`,
        subTitle:
            "Security Council and General Assembly met in person, and senior officials travelled. The UN’s photographers were with them to capture the scene.",
        projectImg: "../assets/pic/project.jpg",
    },
    {
        projectId: "project2",
        projectTitle:
            "Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг",
        date: "Feb 3, 2023",
        newsBody: `УИХ-ын намрын ээлжит чуулганы өчигдрийн (2023.01.05) үдээс хойших нэгдсэн хуралдаанаар УИХ-ын дэд даргыг сонгож, Монгол Улсын Засгийн газрын гишүүнийг чөлөөлөх, томилох тухай хэлэлцэв. Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг (ХОМ), намтрыг хүргэж байна.`,

        subTitle:
            "Security Council and General Assembly met in person, and senior officials travelled. The UN’s photographers were with them to capture the scene.",

        projectImg: "../assets/pic/project.jpg",
    },
    {
        projectId: "project3",
        projectTitle:
            "Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг",
        date: "Feb 3, 2023",
        newsBody: `УИХ-ын намрын ээлжит чуулганы өчигдрийн (2023.01.05) үдээс хойших нэгдсэн хуралдаанаар УИХ-ын дэд даргыг сонгож, Монгол Улсын Засгийн газрын гишүүнийг чөлөөлөх, томилох тухай хэлэлцэв. Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг (ХОМ), намтрыг хүргэж байна.`,

        subTitle:
            "Security Council and General Assembly met in person, and senior officials travelled. The UN’s photographers were with them to capture the scene.",

        projectImg: "../assets/pic/project.jpg",
    },
    {
        projectId: "project4",
        projectTitle:
            "Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг",
        date: "Feb 3, 2023",
        newsBody: `УИХ-ын намрын ээлжит чуулганы өчигдрийн (2023.01.05) үдээс хойших нэгдсэн хуралдаанаар УИХ-ын дэд даргыг сонгож, Монгол Улсын Засгийн газрын гишүүнийг чөлөөлөх, томилох тухай хэлэлцэв. Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг (ХОМ), намтрыг хүргэж байна.`,

        subTitle:
            "Security Council and General Assembly met in person, and senior officials travelled. The UN’s photographers were with them to capture the scene.",

        projectImg: "../assets/pic/project.jpg",
    },
    {
        projectId: "project5",
        projectTitle:
            "Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг",
        date: "Feb 3, 2023",
        newsBody: `УИХ-ын намрын ээлжит чуулганы өчигдрийн (2023.01.05) үдээс хойших нэгдсэн хуралдаанаар УИХ-ын дэд даргыг сонгож, Монгол Улсын Засгийн газрын гишүүнийг чөлөөлөх, томилох тухай хэлэлцэв. Шинээр томилогдсон сайд, дарга нарын хөрөнгө, орлогын мэдүүлэг (ХОМ), намтрыг хүргэж байна.`,

        subTitle:
            "Security Council and General Assembly met in person, and senior officials travelled. The UN’s photographers were with them to capture the scene.",

        projectImg: "../assets/pic/project.jpg",
    },
];

export { newsData, usersData, projectData };
